src/Tokenizer/IgfsCgTokenizerDelete.request

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://services.api.web.cg.igfs.apps.netsw.it/">
<soapenv:Body>
<ser:Delete>
<request>
<apiVersion><![CDATA[{apiVersion}]]></apiVersion>
{tid}
{merID}
{payInstr}
<signature><![CDATA[{signature}]]></signature>
<shopID><![CDATA[{shopID}]]></shopID>
<payInstrToken><![CDATA[{payInstrToken}]]></payInstrToken>
{billingID}
</request>
</ser:Delete>
</soapenv:Body>
</soapenv:Envelope>
